{
  "id": "news-1",
  "title": "SPOTLIGHTS ON: Interview with our PI about her recent cool Mars paper published in the Spectroscopy Magazine",
  "summary": "Our PI Merve was interviewed about her research on gypsum transformations under Martian conditions that featured in Spectroscopy Magazine under the 'National Space Day' theme.",
  "image": "assets/images/news/news (1).jpg",
  "date": "June 28, 2025",
  "content": "<h5>Congratulations to our PI Merve on her new Mars paper!</h5><p>We are thrilled to announce that our PI’s latest research article, “Geochemical Transformations of Gypsum Under Multiple Environmental Settings and Implications for Ca-Sulfate Detection on Mars”, has been published in ACS Earth and Space Chemistry!</p><p>Our PI Merve expressed that - “I am incredibly proud of this comprehensive work that includes many different spectroscopic techniques (e.g., Mid-IR, VNIR, and Raman) and X-ray diffraction method to examine gypsum-Cl salt interactions from -90 to 400 °C. This work revealed the importance of how different geochemical processes affect the detectability of transformation of gypsum. This research has been a journey of discovery and collaboration, and I am excited about the potential impact it may have on ongoing and future Mars missions. I think this paper also shows the importance of the Mars Sample Return Mission and collecting data in controlled lab environments.</p><p>This research would not have been possible without the support and collaboration of my colleagues. I would like to extend my deepest gratitude to all the co-authors in this paper from NASA Jet Propulsion Laboratory (JPL), SETI Institute, and Univ. of Grenoble Alpes.</p><p>I would also like to acknowledge the funding from Swedish Research Council Starting Grant (VR-2021-05859), NASA Astrobiology Institute Early Career Collaboration Award, NASA Solar System Workings, Kempe Foundation (JCK22-0065), and the Europlanet TA program.”</p><div class='news_footer text-center'><a href='#' class='btn btn-outline-secondary'>Read the full article</a></div>"
}